Repository: DoPaNik/media2click
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: Activate once
de: Einmalig aktivieren

source: Activate permanently
de: Dauerhaft aktivieren

# defaultPlaceHolder
source: Click to load external content!
de: Klicken um die externen Inhalte zu laden!

# defaultPlaceHolderIframe
source: By activating external content from %s, you consent to transmitting data to this third party.
de: Wenn Sie externe Inhalte von %s aktivieren, werden Daten automatisiert an diesen Anbieter übertragen.

# defaultPlaceHolderVideo
source: By activating external video from %s, you consent to transmitting data to this third party.
de: Wenn Sie externe Videos von %s aktivieren, werden Daten automatisiert an diesen Anbieter übertragen.

source: External Content
de: Externe Inhalte

source: External content from
de: Externe Inhalte von

source: More Info
de: Mehr Informationen

# privacyLink
source: Privacy Statement at %s
de: Datenschutzerklärung bei %s

# toggleLabel
source: With this switch you can toggle the permanent activation of external %1$s content. If activated, data will be transmitted to %1$s as soon as the content is loaded.
de: Mit diesem Schalter können Sie die Einbindung von externen Inhalten von %1$s dauerhaft aktivieren oder wieder abschalten. Durch die Aktivierung werden bereits beim Laden der eingebundenen Inhalte Daten an %1$s übermittelt.
